Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Google Play won't hold this app's listing changes as an un-reviewed draft via the API (the Play Console's "Save draft" has no API equivalent for a published app). Committing would send the changes to review instead.
ar: Google Play لن يحتفظ بتغييرات قائمة هذا التطبيق كمسودة لم تتم مراجعتها عبر API (لا يحتوي "حفظ المسودة" في Play Console على API مكافئًا لتطبيق منشور). سيؤدي الالتزام إلى إرسال التغييرات للمراجعة بدلاً من ذلك.
ca: Google Play no conservarà els canvis a la fitxa d'aquesta aplicació com a esborrany no revisat mitjançant el API (l'esborrany "Desa" de Play Console no té cap equivalent a API per a una aplicació publicada). En el seu lloc, la confirmació enviaria els canvis a revisió.
cs: Google Play nepodrží změny záznamu této aplikace jako nezkontrolovaný koncept prostřednictvím API (uložení konceptu ve Play Console nemá API ekvivalent pro publikovanou aplikaci). Potvrzení by místo toho odeslalo změny ke kontrole.
da: Google Play tilbageholder ikke denne apps fortegnelsesændringer som en ikke-gennemgået kladde via API (Play Consoles "Gem kladde" har ingen API ækvivalent for en offentliggjort app). Forpligtelse ville sende ændringerne til gennemgang i stedet.
de: Google Play kann Änderungen am Store-Eintrag dieser App über die API nicht als ungeprüften Entwurf speichern („Entwurf speichern“ in der Play Console hat für veröffentlichte Apps kein API-Gegenstück). Beim Übernehmen würden die Änderungen stattdessen zur Prüfung gesendet.
el: Το Google Play δεν θα κρατήσει τις αλλαγές της καταχώρισης αυτής της εφαρμογής ως μη ελεγμένο πρόχειρο μέσω του API (το "Αποθήκευση προχείρου" του Play Console δεν έχει ισοδύναμο API για μια δημοσιευμένη εφαρμογή). Η δέσμευση θα στείλει τις αλλαγές σε έλεγχο.
es: Google Play no permite guardar mediante la API los cambios en la ficha de esta app como borrador sin revisar (la opción «Guardar borrador» de Play Console no tiene equivalente en la API para una app publicada). Confirmarlos los enviaría a revisión.
fa: Google Play از طریق API تغییرات صفحهٔ فروشگاه این برنامه را به‌صورت پیش‌نویس بازبینی‌نشده نگه نمی‌دارد («ذخیرهٔ پیش‌نویس» در Play Console برای برنامهٔ منتشرشده معادلی در API ندارد). ثبت تغییرات، آن‌ها را برای بازبینی ارسال می‌کند.
fi: Google Play ei pidä tämän sovelluksen tietoihin tehtyjä muutoksia tarkistamattomina luonnoksina termin API kautta (Play Consolen "Tallenna luonnoksella" ei ole API-vastinetta julkaistulle sovellukselle). Sitoutuminen lähettäisi muutokset sen sijaan tarkistettaviksi.
fr: Via l'API, Google Play ne conserve pas les modifications de la fiche de cette app sous forme de brouillon non examiné (l'option « Enregistrer le brouillon » de la Play Console n'a pas d'équivalent dans l'API pour une app publiée). La validation enverrait plutôt les modifications en examen.
he: Google Play לא יחזיק בשינויים ברישום של האפליקציה הזו כטיוטה שלא נבדקה דרך API (ל-"שמור טיוטה" של Play Console אין מקבילה של API לאפליקציה שפורסמה). התחייבות תשלח את השינויים לבדיקה במקום זאת.
hr: Google Play neće zadržati promjene unosa ove aplikacije kao nepregledanu skicu putem API ("Spremi skicu" Play konzole nema API ekvivalent za objavljenu aplikaciju). Uvrštavanje bi umjesto toga poslalo promjene na pregled.
hu: A Google Play nem fogja visszatartani az alkalmazás adatainak módosításait felül nem vizsgált piszkozatként a API révén (a Play Console „Piszkozat mentése” szakaszának nincs API megfelelője a közzétett alkalmazásokhoz). A kötelezettségvállalás elküldi a módosításokat felülvizsgálatra.
id: Google Play tidak akan menyimpan perubahan cantuman aplikasi ini sebagai draf yang belum ditinjau melalui API ("Simpan draf" di Konsol Play tidak memiliki API yang setara untuk aplikasi yang dipublikasikan). Melakukannya akan mengirimkan perubahan untuk ditinjau.
it: Google Play non consente tramite API di conservare le modifiche alla scheda di questa app come bozza non revisionata (il comando "Salva bozza" della Play Console non ha un equivalente API per un'app pubblicata). Il commit invierebbe invece le modifiche in revisione.
ja: Google Play では、API 経由でこのアプリの掲載情報の変更を未審査の下書きとして保持できません（公開済みアプリの場合、Play Console の「下書きを保存」に相当する API はありません）。確定すると、変更は審査に送信されます。
ko: Google Play는 API를 통해 이 앱의 등록정보 변경 사항을 심사 전 초안으로 보관하지 않습니다(게시된 앱의 경우 Play Console의 '초안 저장'에 해당하는 API가 없습니다). 적용하면 변경 사항이 바로 검토로 전송됩니다.
ms: Google Play tidak akan menahan perubahan penyenaraian apl ini sebagai draf yang belum disemak melalui API ("Simpan draf" Play Console tidak mempunyai API yang setara untuk apl yang diterbitkan). Komitmen akan menghantar perubahan kepada semakan sebaliknya.
nl: Google Play bewaart de wijzigingen in de vermeldingen van deze app niet als een niet-beoordeeld concept via de API (het 'Concept opslaan' van de Play Console heeft geen API-equivalent voor een gepubliceerde app). Als u een commit maakt, worden de wijzigingen ter beoordeling verzonden.
no: Google Play vil ikke beholde denne appens oppføringsendringer som et ikke-evaluert utkast via API (Play-konsollens «Lagre utkast» har ingen tilsvarende API for en publisert app). Å forplikte ville sende endringene til vurdering i stedet.
pl: Google Play nie zachowa zmian na liście tej aplikacji jako niesprawdzonej wersji roboczej za pośrednictwem API (opcja „Zapisz wersję roboczą” w Konsoli Play nie ma odpowiednika API dla opublikowanej aplikacji). Zatwierdzenie spowodowałoby zamiast tego wysłanie zmian do sprawdzenia.
pt_br: Pela API, o Google Play não mantém as alterações da página deste app como rascunho não revisado (o "Salvar rascunho" do Play Console não tem equivalente na API para um app publicado). Confirmar enviaria as alterações para revisão.
pt_pt: Google Play não manterá as alterações na listagem deste app como um rascunho não revisado por meio do API (o "Guardar rascunho" do Play Console não tem API equivalente para um app publicado). A confirmação enviaria as alterações para revisão.
ro: Google Play nu va reține modificările înregistrării acestei aplicații ca schiță neexaminată prin API („Salvați schița” din Play Console nu are echivalent cu API pentru o aplicație publicată). Comitarea ar trimite modificările la revizuire.
ru: Google Play не позволяет через API сохранить изменения страницы этого приложения как непроверенный черновик (у кнопки «Сохранить черновик» в Play Console нет аналога в API для опубликованного приложения). При фиксации изменения будут отправлены на проверку.
sk: Google Play nepodrží zmeny záznamu tejto aplikácie ako neskontrolovaný koncept prostredníctvom API (uloženie konceptu v službe Play Console nemá API ekvivalent pre zverejnenú aplikáciu). Potvrdenie by namiesto toho poslalo zmeny na kontrolu.
sl: Google Play ne bo obdržal sprememb seznama te aplikacije kot nepregledanega osnutka prek API (»Shrani osnutek« Konzole Play nima ekvivalenta API za objavljeno aplikacijo). Potrditev bi namesto tega poslala spremembe v pregled.
sv: Google Play kommer inte att behålla appens ändringar som ett ogranskat utkast via API (Play Consoles "Spara utkast" har ingen motsvarighet till API för en publicerad app). Genom att förbinda sig skulle ändringarna skickas till granskning istället.
th: Google Play จะไม่เก็บการเปลี่ยนแปลงรายชื่อของแอปนี้เป็นฉบับร่างที่ยังไม่ได้ตรวจสอบผ่านทาง API ("บันทึกฉบับร่าง" ของ Play Console ไม่มี API ที่เทียบเท่ากับแอปที่เผยแพร่แล้ว) การดำเนินการจะส่งการเปลี่ยนแปลงไปตรวจสอบแทน
tr: Google Play, bu uygulamanın mağaza sayfası değişikliklerini API aracılığıyla incelenmemiş bir taslak olarak tutmaz (Play Console'daki "Taslağı kaydet" seçeneğinin yayımlanmış bir uygulama için API karşılığı yoktur). Kaydetmek, değişiklikleri bunun yerine incelemeye gönderir.
uk: Google Play не дозволяє зберегти зміни сторінки цієї програми як неперевірену чернетку через API («Зберегти чернетку» в Play Console не має відповідника в API для опублікованої програми). Натомість фіксація надіслала б зміни на перевірку.
ur: Google Play اس ایپ کی فہرست میں ہونے والی تبدیلیوں کو API کے ذریعے غیر جائزہ شدہ مسودے کے طور پر نہیں رکھے گا (Play Console کے "محفوظ ڈرافٹ" میں شائع شدہ ایپ کے لیے کوئی API مساوی نہیں ہے)۔ کمٹمنٹ تبدیلیوں کو اس کے بجائے جائزہ کے لیے بھیجے گی۔
vi: Google Play sẽ không giữ các thay đổi trong danh sách của ứng dụng này dưới dạng bản nháp chưa được xem xét thông qua API ("Lưu bản nháp" của Play Console không có API tương đương với ứng dụng đã xuất bản). Thay vào đó, việc cam kết sẽ gửi các thay đổi để xem xét.
zh_hans: Google Play 不允许通过 API 将此 App 的商品详情更改保留为未经审核的草稿（对于已发布的 App，Play 管理中心的“保存草稿”没有对应的 API）。提交将改为把更改送交审核。
zh_hant: Google Play 不允許透過 API 將此 App 的商店資訊更改保留為未審查的草稿（對已發佈的 App 而言，Play Console 的「儲存草稿」沒有對應的 API）。提交會改為將更改送交審查。

# Google rejected the sign-in (%lld): %@
source: Google rejected the sign-in (%1$lld): %2$@
ar: رفضت Google تسجيل الدخول (%1$lld): %2$@
ca: Google ha rebutjat l'inici de sessió (%1$lld): %2$@
cs: Google odmítl přihlášení (%1$lld): %2$@
da: Google afviste login (%1$lld): %2$@
de: Google hat die Anmeldung abgelehnt (%1$lld): %2$@
el: Η Google απέρριψε τη σύνδεση (%1$lld): %2$@
es: Google rechazó el inicio de sesión (%1$lld): %2$@
fa: Google ورود به سیستم را رد کرد (%1$lld): %2$@
fi: Google hylkäsi kirjautumisen (%1$lld): %2$@
fr: Google a rejeté la connexion (%1$lld) : %2$@
he: Google דחתה את הכניסה (%1$lld): %2$@
hr: Google je odbio prijavu (%1$lld): %2$@
hu: A Google elutasította a bejelentkezést (%1$lld): %2$@
id: Google menolak proses masuk (%1$lld): %2$@
it: Google ha rifiutato l'accesso (%lld): %@
ja: Google がサインインを拒否しました (%1$lld): %2$@
ko: Google에서 로그인을 거부했습니다(%1$lld): %2$@
ms: Google menolak log masuk (%1$lld): %2$@
nl: Google heeft de aanmelding afgewezen (%1$lld): %2$@
no: Google avviste påloggingen (%1$lld): %2$@
pl: Google odrzucił logowanie (%1$lld): %2$@
pt_br: O Google rejeitou o login (%1$lld): %2$@
pt_pt: O Google rejeitou o login (%1$lld): %2$@
ro: Google a respins conectarea (%1$lld): %2$@
ru: Google отклонил вход (%lld): %@
sk: Google odmietol prihlásenie (%1$lld): %2$@
sl: Google je zavrnil prijavo (%1$lld): %2$@
sv: Google avvisade inloggningen (%1$lld): %2$@
th: Google ปฏิเสธการลงชื่อเข้าใช้ (%1$lld): %2$@
tr: Google oturum açmayı reddetti (%lld): %@
uk: Google відхилив вхід (%lld): %@
ur: گوگل نے سائن ان کو مسترد کر دیا (%1$lld): %2$@
vi: Google đã từ chối đăng nhập (%1$lld): %2$@
zh_hans: Google 拒绝登录（%1$lld）：%2$@
zh_hant: Google 拒絕了登入（%lld）：%@

source: Gradient
ar: التدرج
ca: Degradat
cs: Přechod
da: Farveovergang
de: Verlauf
el: Κλίση
es: Degradado
fa: گرادیان
fi: Gradientti
fr: Dégradé
he: שיפוע
hr: Gradijent
hu: Gradiens
id: Gradien
it: Sfumatura
ja: グラデーション
ko: 그라디언트
ms: Kecerunan
nl: Verloop
no: Fargeovergang
pl: Gradientowe
pt_br: Gradiente
pt_pt: Gradiente
ru: Градиент
sk: Prechod
sl: Prehod
sv: Övergång
th: การไล่ระดับสี
tr: Renk Geçişi
uk: Градієнт
ur: میلان
vi: Độ dốc
zh_hans: 渐变
zh_hant: 漸層

# gradient.center
source: Center
ar: مركز
ca: Centre
cs: Střed
da: Centrum
de: Mittelpunkt
el: Κέντρο
es: Centro
fa: مرکز
fi: Keskusta
fr: Centre
he: מרכז
hr: Centar
hu: Központ
id: Pusat
it: Centro
ja: 中心
ko: 중심
ms: Pusat
nl: Centrum
no: Senter
pl: Centrum
pt_br: Centro
pt_pt: Centro
ro: Centru
ru: Центр
sk: centrum
sl: Sredina
sv: Mitten
th: ศูนย์
tr: Merkez
uk: Центр
ur: مرکز
vi: trung tâm
zh_hans: 中心
zh_hant: 中心點

source: Gradients
ar: التدرجات
ca: Degradats
cs: Přechody
da: Gradienter
de: Verläufe
el: Διαβαθμίσεις
es: Degradados
fa: گرادیان‌ها
fi: Gradientit
fr: Dégradés
he: מעברי צבע
hr: Gradijenti
hu: Színátmenetek
id: Gradien
it: Sfumature
ja: グラデーション
ko: 그라디언트
ms: Kecerunan
nl: Verlopen
no: Gradienter
pl: Gradienty
pt_br: Gradientes
pt_pt: Gradientes
ro: Gradiente
ru: Градиенты
sk: Prechody
sl: Gradienti
sv: Gradienter
th: การไล่ระดับสี
tr: Renk Geçişleri
uk: Градієнти
ur: میلان
vi: Độ dốc
zh_hans: 渐变
zh_hant: 漸層

source: Has no %@ row, so this upload doesn't change its %@ screenshots.
ar: لا يحتوي على صف %1$@، لذلك لا يؤدي هذا التحميل إلى تغيير لقطات الشاشة %2$@ الخاصة به.
ca: No té cap fila %1$@, així que aquesta càrrega no canvia les seves captures de pantalla %2$@.
cs: Nemá žádný řádek %1$@, takže toto nahrání nemění snímky obrazovky %2$@.
da: Har ingen %1$@ række, så denne upload ændrer ikke sine %2$@ skærmbilleder.
de: Hat keine %@-Zeile, daher ändert dieser Upload die %@-Screenshots nicht.
el: Δεν έχει σειρά %1$@, επομένως αυτή η μεταφόρτωση δεν αλλάζει τα στιγμιότυπα οθόνης της %2$@.
es: No tiene fila de %@, así que esta subida no cambia sus capturas de %@.
fa: ردیف %@ ندارد، پس این آپلود اسکرین‌شات‌های %@ آن را تغییر نمی‌دهد.
fi: Ei sisällä %1$@ riviä, joten tämä lataus ei muuta sen %2$@ kuvakaappauksia.
fr: N'a pas de ligne %@ : cet envoi ne modifie pas ses captures %@.
he: אין שורה %1$@, כך שהעלאה זו לא משנה את צילומי המסך של %2$@.
hr: Nema retka %1$@, tako da ovaj prijenos ne mijenja %2$@ snimke zaslona.
hu: Nem tartalmaz %1$@ sort, így ez a feltöltés nem módosítja a %2$@ képernyőképeit.
id: Tidak memiliki baris %1$@, sehingga unggahan ini tidak mengubah tangkapan layar %2$@-nya.
it: Non ha una riga %@, quindi questo caricamento non modifica i suoi screenshot %@.
ja: %@ の行がないため、このアップロードでは %@ のスクリーンショットは変更されません。
ko: %@ 행이 없으므로 이번 업로드로 %@ 스크린샷이 바뀌지 않습니다.
ms: Tidak mempunyai baris %1$@, jadi muat naik ini tidak mengubah tangkapan skrin %2$@.
nl: Heeft geen rij %1$@, dus deze upload verandert niets aan de %2$@ schermafbeeldingen.
no: Har ingen %1$@ rad, så denne opplastingen endrer ikke %2$@ skjermbilder.
pl: Nie zawiera wiersza %1$@, więc przesyłanie nie powoduje zmiany zrzutów ekranu %2$@.
pt_br: Não tem linha de %@, então este envio não altera as capturas de %@.
pt_pt: Não tem linha %1$@, então este upload não altera suas capturas de ecrã %2$@.
ro: Nu are niciun rând %1$@, așa că această încărcare nu modifică capturile de ecran %2$@ ale acesteia.
ru: Нет строки %@, поэтому эта загрузка не изменит его скриншоты %@.
sk: Nemá žiadny riadok %1$@, takže toto nahranie nemení jeho %2$@ snímky obrazovky.
sl: Nima vrstice %1$@, zato ta prenos ne spremeni njegovih %2$@ posnetkov zaslona.
sv: Har ingen %1$@ rad, så den här uppladdningen ändrar inte dess %2$@ skärmdumpar.
th: ไม่มีแถว %1$@ ดังนั้นการอัปโหลดนี้จึงไม่เปลี่ยนภาพหน้าจอ %2$@
tr: %@ satırı yok; bu yüzden bu yükleme %@ ekran görüntülerini değiştirmez.
uk: Не має рядка %@, тож це вивантаження не змінить його знімки екрана %@.
ur: کوئی %1$@ قطار نہیں ہے، لہذا یہ اپ لوڈ اس کے %2$@ اسکرین شاٹس کو تبدیل نہیں کرتا ہے۔
vi: Không có hàng %1$@ nên nội dung tải lên này không thay đổi ảnh chụp màn hình %2$@ của nó.
zh_hans: 没有 %@ 行，因此本次上传不会更改其 %@ 截图。
zh_hant: 沒有 %@ 列，因此此次上傳不會更改其 %@ 螢幕截圖。

source: Height
ar: الارتفاع
ca: Alçada
cs: Výška
da: Højde
de: Höhe
el: Ύψος
es: Altura
fa: ارتفاع
fi: Korkeus
fr: Hauteur
he: גובה
hr: Visina
hu: Magasság
id: Tinggi
it: Altezza
ja: 高さ
ko: 높이
ms: Ketinggian
nl: Hoogte
no: Høyde
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
sk: Výška
sl: Višina
sv: Höjd
th: ส่วนสูง
tr: Yükseklik
uk: Висота
ur: اونچائی
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

source: Help
ar: مساعدة
ca: Ajuda
cs: Pomoc
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: راهنما
fi: Apua
fr: Aide
he: עזרה
hr: pomoć
hu: Segítség
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
ms: Tolong
nl: Hulp
no: Hjelp
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ro: Ajutor
ru: Справка
sk: Pomoc
sl: pomoč
sv: Hjälp
th: ช่วยด้วย
tr: Yardım
uk: Довідка
ur: مدد
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 輔助說明

source: Hide All
ar: إخفاء الكل
ca: Amaga-ho tot
cs: Skrýt vše
da: Skjul alle
de: Alle ausblenden
el: Απόκρυψη όλων
es: Ocultar todo
fa: پنهان کردن همه
fi: Piilota kaikki
fr: Tout masquer
he: הסתר הכל
hr: Sakrij sve
hu: Összes elrejtése
id: Sembunyikan Semua
it: Nascondi tutto
ja: すべて非表示
ko: 모두 숨기기
ms: Sembunyikan Semua
nl: Alles verbergen
no: Skjul alle
pl: Ukryj wszystko
pt_br: Ocultar tudo
pt_pt: Ocultar tudo
ro: Ascunde tot
ru: Скрыть все
sk: Skryť všetko
sl: Skrij vse
sv: Göm alla
th: ซ่อนทั้งหมด
tr: Tümünü Gizle
uk: Сховати всі
ur: سب چھپائیں۔
vi: Ẩn tất cả
zh_hans: 全部隐藏
zh_hant: 全部隱藏

source: Hide apps with no editable App Store version. Apps in review or already live can't accept new screenshots until you create a new version.
ar: إخفاء التطبيقات التي لا تحتوي على إصدار App Store قابل للتعديل. لا يمكن للتطبيقات قيد المراجعة أو الموجودة بالفعل قبول لقطات شاشة جديدة حتى تقوم بإنشاء إصدار جديد.
ca: Amaga les aplicacions sense versió editable de App Store. Les aplicacions en revisió o que ja estan en funcionament no poden acceptar noves captures de pantalla fins que no creeu una versió nova.
cs: Skrýt aplikace bez upravitelné verze App Store. Zkontrolované nebo již aktivní aplikace nemohou přijímat nové snímky obrazovky, dokud nevytvoříte novou verzi.
da: Skjul apps uden nogen redigerbar App Store version. Apps i gennemgang eller allerede live kan ikke acceptere nye skærmbilleder, før du opretter en ny version.
de: Apps ohne bearbeitbare App Store-Version ausblenden. Apps in Prüfung oder bereits live können erst neue Screenshots annehmen, wenn du eine neue Version erstellst.
el: Απόκρυψη εφαρμογών χωρίς επεξεργάσιμη έκδοση App Store. Οι εφαρμογές που εξετάζονται ή είναι ήδη ζωντανές δεν μπορούν να δεχτούν νέα στιγμιότυπα οθόνης μέχρι να δημιουργήσετε μια νέα έκδοση.
es: Ocultar las apps sin una versión editable del App Store. Las apps en revisión o ya publicadas no pueden aceptar nuevas capturas hasta que crees una nueva versión.
fa: برنامه‌هایی که نسخهٔ قابل ویرایش App Store ندارند پنهان می‌شوند. برنامه‌های در حال بازبینی یا منتشرشده تا وقتی نسخهٔ جدیدی ایجاد نکنید اسکرین‌شات جدید نمی‌پذیرند.
fi: Piilota sovellukset, joissa ei ole muokattavaa App Store-versiota. Tarkistuksessa olevat tai jo julkaistut sovellukset eivät voi hyväksyä uusia kuvakaappauksia ennen kuin luot uuden version.
fr: Masquer les apps sans version App Store modifiable. Les apps en cours d'examen ou déjà en ligne ne peuvent pas recevoir de nouvelles captures d'écran tant que vous n'avez pas créé de nouvelle version.
he: הסתר אפליקציות ללא גרסת App Store ניתנת לעריכה. אפליקציות בבדיקה או שכבר פועלות לא יכולות לקבל צילומי מסך חדשים עד שתיצור גרסה חדשה.
hr: Sakrij aplikacije bez verzije App Store koja se može uređivati. Aplikacije koje se pregledavaju ili su već aktivne ne mogu prihvatiti nove snimke zaslona dok ne izradite novu verziju.
hu: A App Store szerkeszthető verziójával nem rendelkező alkalmazások elrejtése. A felülvizsgálat alatt álló vagy már működő alkalmazások nem fogadhatnak el új képernyőképeket, amíg nem hoz létre új verziót.
id: Sembunyikan aplikasi tanpa versi App Store yang dapat diedit. Aplikasi yang sedang ditinjau atau sudah ditayangkan tidak dapat menerima tangkapan layar baru sampai Anda membuat versi baru.
it: Nascondi le app senza una versione App Store modificabile. Le app in revisione o già pubblicate non possono ricevere nuovi screenshot finché non crei una nuova versione.
ja: 編集可能な App Store バージョンがないアプリを非表示にします。審査中または公開済みのアプリは、新しいバージョンを作成するまで新しいスクリーンショットを受け付けません。
ko: 편집 가능한 App Store 버전이 없는 앱을 숨깁니다. 심사 중이거나 이미 출시된 앱은 새 버전을 만들기 전까지 새 스크린샷을 받을 수 없습니다.
ms: Sembunyikan apl tanpa versi App Store yang boleh diedit. Apl dalam semakan atau sudah disiarkan tidak boleh menerima tangkapan skrin baharu sehingga anda membuat versi baharu.
nl: Verberg apps zonder bewerkbare App Store-versie. Apps die worden beoordeeld of die al live zijn, kunnen pas nieuwe schermafbeeldingen accepteren nadat u een nieuwe versie heeft gemaakt.
no: Skjul apper uten redigerbar App Store-versjon. Apper som er gjennomgått eller allerede er aktive, kan ikke godta nye skjermbilder før du oppretter en ny versjon.
pl: Ukryj aplikacje bez wersji App Store, którą można edytować. Aplikacje sprawdzane lub już aktywne nie mogą akceptować nowych zrzutów ekranu, dopóki nie utworzysz nowej wersji.
pt_br: Oculta apps sem versão editável na App Store. Apps em revisão ou já publicados não aceitam novas capturas de tela até você criar uma nova versão.
pt_pt: Oculte aplicativos sem versão editável App Store. Os aplicativos em revisão ou já ativos não podem aceitar novas capturas de ecrã até que você crie uma nova versão.
ro: Ascundeți aplicațiile fără o versiune editabilă a App Store. Aplicațiile aflate în reexaminare sau deja live nu pot accepta noi capturi de ecran până când nu creați o versiune nouă.
ru: Скрыть приложения без редактируемой версии в App Store. Приложения на проверке или уже опубликованные не принимают новые скриншоты, пока вы не создадите новую версию.
sk: Skryť aplikácie bez upraviteľnej verzie App Store. Kontrolované alebo už aktívne aplikácie nemôžu prijímať nové snímky obrazovky, kým nevytvoríte novú verziu.
sl: Skrij aplikacije brez različice App Store, ki jo je mogoče urejati. Aplikacije v pregledu ali že objavljene ne morejo sprejeti novih posnetkov zaslona, ​​dokler ne ustvarite nove različice.
sv: Dölj appar utan redigerbar App Store version. Appar som granskas eller redan är aktiva kan inte acceptera nya skärmdumpar förrän du skapar en ny version.
th: ซ่อนแอปที่ไม่มีเวอร์ชัน App Store ที่แก้ไขได้ แอปที่อยู่ระหว่างการตรวจสอบหรือเผยแพร่แล้วไม่สามารถยอมรับภาพหน้าจอใหม่ได้จนกว่าคุณจะสร้างเวอร์ชันใหม่
tr: Düzenlenebilir App Store sürümü olmayan uygulamaları gizle. İncelemedeki veya zaten yayında olan uygulamalar, siz yeni bir sürüm oluşturana kadar yeni ekran görüntüsü kabul edemez.
uk: Сховати програми без версії App Store, яку можна редагувати. Програми на перевірці або вже опубліковані не можуть приймати нові знімки екрана, доки ви не створите нову версію.
ur: قابل تدوین App Store ورژن کے بغیر ایپس کو چھپائیں۔ جائزہ میں یا پہلے سے لائیو ایپس اس وقت تک نئے اسکرین شاٹس قبول نہیں کر سکتیں جب تک آپ نیا ورژن نہیں بناتے۔
vi: Ẩn ứng dụng không có phiên bản App Store có thể chỉnh sửa. Các ứng dụng đang được xem xét hoặc đã hoạt động không thể chấp nhận ảnh chụp màn hình mới cho đến khi bạn tạo phiên bản mới.
zh_hans: 隐藏没有可编辑 App Store 版本的 App。在你创建新版本之前，正在审核或已上线的 App 无法接受新截图。
zh_hant: 隱藏沒有可編輯 App Store 版本的 App。審查中或已上架的 App 在你建立新版本之前無法接受新的螢幕截圖。
